Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajat_tapasi_etyjin_vahemmistovaltuutetun_inarissa.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjät tapasi Etyjin vähemmistövaltuutetun Inarissa
sms: Sääʹmteʹǧǧ vueiʹnnlõõđi Etyj minoriteʹttväldduumniiʹǩǩin Aanrest

source: Etyjin vähemmistövaltuutettu Kairat Abdrakhmanov vieraili Inarissa 15.-16.2.2023.
sms: Etyj minoriteʹttväldduumneǩ Kairat Abdrakhmanov kuõʹssji Aanrest 15.-16.2.2023.

source: Vierailun aikana vähemmistövaltuutettu tapasi Saamelaiskäräjien puheenjohtajan Tuomas Aslak Juuson ja toisen varapuheenjohtajan Leo Aikion.
sms: Kueʹssreeis poodd minoriteʹttväldduumneǩ vueiʹnnlõõđi Sääʹmteeʹǧǧ saaǥǥjååʹđteeʹj Tuomas Aslak Juusoin da nuuʹbb väärrsaaǥǥjååʹđteeʹj Leo Aikioin.

source: Lisäksi Saamelaiskäräjien toimielimistä inarinsaamelaisasiain neuvottelukunta ja nuorisoneuvosto tapasivat vähemmistövaltuutetun.
sms: Lââʹssen Sääʹmteeʹǧǧ tåimmorgaanin aanarsääʹmaaʹšši saǥstõõllâmkåʹdd da nuõrisuåvtõs vueiʹnnlõʹtte minoriteʹttväldduumniiʹǩǩin.

source: – Kiitän vähemmistövaltuutettua tärkeästä vierailusta.
sms: – Späʹssbõõššâm minoriteʹttväldduumneeʹǩǩ tääʹrǩes kueʹssreeisast.

source: Keskustelimme saamelaisille ajankohtaisista asioista, kuten saamelaiskäräjälain uudistamisen aiheuttamasta yleisestä tilanteesta ja sen tuomista jännitteistä.
sms: Saǥstõõlim säʹmmlaid ääiʹjpoddsaž aaʹššin, mâʹte sääʹmteʹǧǧlääʹjj oođeem šõõddtem aalmilaž vuõʹjjest da tõn puʹhttem tiâddõõzzin.

source: Lisäksi vähemmistövaltuutettu oli kiinnostunut mm. ilmastonmuutoksen vaikutuksesta saamelaisiin perinteisiin elinkeinoihin ja kulttuuriin, sekä Saamelaiskäräjien mahdollisuuksista vaikuttaa päätöksentekoon, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
sms: Lââʹssen minoriteʹttväldduumneǩ leäi älšmam jm. äimmõsmuttâz vaikktõõzzâst säʹmmlai äʹrbbvuõđlaž jieʹllemvuõʹjjid da kulttuuʹre, di Sääʹmteeʹǧǧ vueiʹtlvažvuõđin vaaikted tuʹmmstõktuõjju, särnn Sääʹmteeʹǧǧ saaǥǥjååʹđteeʹjj Tuomas Aslak Juuso.

source: Inarin vierailun aikana vähemmistövaltuutettu tapasi myös saamelaisten kotiseutualueen kuntien edustajia, totuus- ja sovintokomission edustajia ja saamelaisjärjestöjä, sekä kuuli saamelaisten perinteisten elinkeinojen ajankohtaisesta tilanteesta.
sms: Aanar kueʹssreeis poodd minoriteʹttväldduumneǩ vuõiʹni še säʹmmlai dommvuuʹd kooʹddi eeʹttǩeeʹjid, tuõttvuõtt- da suåvâdvuõttkomissio eeʹttǩeeʹjid da sääʹmorganisaatioid, di kuuli säʹmmlai äʹrbbvuõđlaž jieʹllemvueʹjji ääiʹjpoddsaž vueʹjjest.

source: Tapaamisten lisäksi vähemmistövaltuutettu vieraili Yle Sápmin toimituksessa ja inarinsaamenkielisessä kielipesässä.
sms: Vueiʹnnlõõttmõõžži lââʹssen minoriteʹttväldduumneǩ kuõʹssji Yle Sápmi tååimtõõzzâst da aanarsääʹmǩiõllsaž ǩiõllpieʹzzest.

source: Lisäksi vähemmistövaltuutettu vieraili varapuheenjohtaja Leo Aikion luona ja tutustui lähemmin poronhoitoon.
sms: Lââʹssen minoriteʹttväldduumneǩ kuõʹssji väärrsaaǥǥjååʹđteeʹjj Leo Aikio åʹrnn da tobdstõõđi pueʹrben puäʒʒhoiʹddjummša.

source: Etyjin vähemmistövaltuutettu pyrkii ehkäisemään ja lievittämään jännitteitä, jotka liittyvät kansallisiin vähemmistöihin Etyjin alueella.
sms: Etyj minoriteʹttväldduumneǩ ǩiččal cõggâd da lääiʹveed tiâddõõzzid, kook õhttne meersaž minoriteeʹttid Etyj vuuʹdest.

source: Työssä korostuu hiljainen diplomatia ja eri osapuolten välisen yhteistyön tukeminen.
sms: Tuâjast teäddai jõskk diplomatia da jeeʹres vuäʹssbeäʹl kõskksaž õhttsažtuâj tueʹrjjummuš.

source: Lisätietoja:
sms: Lââʹssteâđaid:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
sms: Tuomas Aslak Juuso Saaǥǥjååʹđteeʹjj 040 687 3394 tuomas.juuso@samediggi.fi

source: Leo Aikio II varapuheenjohtaja 040 621 6505 leo.aikio@samediggi.fi
sms: Leo Aikio II saaǥǥjååʹđteeʹjj 040 621 6 505 leo.aikio@samediggi.fi

source: Inka-Saara Arttijeff kansainvälisten asioiden sihteeri 010 839 3198 / 050 574 7629 inka-saara.arttijeff@samediggi.fi
sms: Inka-Saara Arttijeff meeraikõskksaž aaʹšši piisar 010 839 3 198 / 050 574 7 629 inka-saara.arttijeff@samediggi.fi
